{
    "selectModel": "Selecionar modelo",
    "version": "Versão",
    "download": "Transferir",
    "deviceList": "Lista de dispositivos",
    "noDevices": "Nenhum dispositivo encontrado",
    "downloads": "Transferências",
    "visit": "Visitar",
    "finish": "Terminar",
    "viewFiles": "Ver ficheiros",
    "of": "de",
    "downloadLogTitle": "registos transferidos com êxito",
    "errorSingular": "erro",
    "errorPlural": "erros",
    "password": "Palavra-passe",
    "next": "Seguinte",
    "passwordPlaceholder": "Introduza a palavra-passe para este Mac",
    "summary": "Resumo",
    "completed": "concluído",
    "searchDevices": "A procurar serviços SPT",
    "debugTitle": "Depurar dispositivo",
    "resetDevice": "Repor dispositivo",
    "getLogfile": "Obter ficheiro de registo",
    "nameTitle": "Atribua um nome relevante aos dados de GPS",
    "namePlaceholder": "Introduza um nome...",
    "nameError": "Não pode utilizar este caráter",
    "downloadData": "Transferir dados",
    "downloading": "A transferir os dados",
    "progress": "% concluído",
    "dataSaved": "Dados guardados em ",
    "sptGpsFolder": "Pesquise na pasta \"SPT GPS\" que criámos no seu ambiente de trabalho",
    "forExample": "Por exemplo",
    "example1": "\"Dispositivo GPS 9\"",
    "example2": "\"Treino da Jéssica na quinta-feira\"",
    "example3": "\"Treino seg - Treino quar - Treino sáb\"",
    "deleteAllData": "Pretende eliminar todos os dados do dispositivo?",
    "erasing": "A apagar o GPS",
    "onlyAMinute": "Esta ação deve demorar apenas um minuto",
    "eraseSuccess": "Dispositivo apagado com êxito",
    "errorCode": "Código do erro",
    "problems": "Continua a ter problemas? Clique aqui!",
    "logSaved": "Ficheiro de registo guardado no ambiente de trabalho",
    "logfileError": "Erro ao obter o ficheiro de registo",
    "resetting": "A repor o GPS",
    "resetSuccess": "Dispositivo reposto com êxito",
    "mainTitle": "O que gostaria de fazer?",
    "downloadFile": "Transferir ficheiro",
    "downloadSuccessful": "Transferido com êxito!",
    "downloadFailed": "Falha ao transferir",
    "savedFiles": "Guardámos os ficheiros no seu ambiente de trabalho",
    "eraseFailed": "Falha ao apagar",
    "deviceCleared": "O GPS SPT foi apagado e está pronto para o seu próximo desempenho!",
    "resetSuccessful": "Reposto com êxito!",
    "resetFailed": "Falha ao repor",
    "shouldWork": "O GPS SPT já deve estar a funcionar corretamente",
    "mainPage": "Página principal",
    "eraseDevice": "Apagar dispositivo",
    "launchGameTraka": "Abrir o Website www.gametraka.com",
    "back": "Retroceder",
    "checkingUpdates": "A procurar atualizações...",
    "downloadingUpdates": "A transferir atualizações. Não feche a aplicação.",
    "latestVersion": "Já tem a versão mais recente!",
    "updateReady": "Está disponível uma atualização que vai ser instalada quando fechar a aplicação",
    "updateError": "Falha ao procurar atualizações. Tem ligação à Internet?",
    "error1": "Não conseguimos detetar nenhum dispositivo de GPS SPT ligado. Se acabou de ligar o dispositivo, experimente aguardar alguns segundos, pois, por vezes, a ligação pode demorar algum tempo",
    "error3": "O seu dispositivo de GPS SPT não contém dados",
    "error10": "Perdemos a comunicação com o dispositivo. Certifique-se de que o dispositivo se mantém ligado",
    "error11": "O dispositivo demorou demasiado tempo a responder. Certifique-se de que o dispositivo se mantém ligado",
    "error12": "Não conseguimos obter os dados de GPS provenientes do dispositivo. Tente novamente e contacte-nos se o problema persistir",
    "error13": "Não conseguimos validar os dados provenientes do dispositivo. Tente novamente e contacte-nos se o problema persistir",
    "error20": "Não conseguimos criar as pastas para colocar os ficheiros de GPS. A Bridge poderá não ter o acesso necessário para trabalhar com ficheiros neste computador. Contacte o administrador do sistema",
    "error21": "Não conseguimos criar os ficheiros de GPS no seu computador. A Bridge poderá não ter o acesso necessário para trabalhar com ficheiros neste computador. Contacte o administrador do sistema",
    "error22": "Não conseguimos mover o registo para o ambiente de trabalho. A Bridge poderá não ter o acesso necessário para trabalhar com ficheiros neste computador. Contacte o administrador do sistema",
    "error23": "Falha ao comprimir os dados de GPS. Tente novamente e contacte-nos se o problema persistir",
    "error24": "Falha ao listar o diretório",
    "error25": "Falha ao listar os controladores de dispositivo instalados",
    "error26": "Falha ao alterar as autorizações do ficheiro de script",
    "error27": "Falha ao abrir o ficheiro de script",
    "error28": "Falha ao escrever conteúdo do ficheiro de script",
    "error29": "Falha ao guardar o ficheiro de script",
    "error30": "Não foi possível aceder às portas série no seu computador para comunicar com o dispositivo. Contacte o administrador do sistema",
    "error31": "Detetámos um dispositivo, mas parece não ser um dispositivo da marca SPT",
    "error32": "Estamos a receber dados inesperados do dispositivo. Contacte-nos",
    "error33": "Não é possível fechar a porta série",
    "error34": "Não é possível abrir a porta série",
    "error40": "Não conseguimos descarregar o controlador do dispositivo USB em conflito. Contacte-nos",
    "error41": "Não foi possível encontrar um componente Bridge essencial. Contacte-nos",
    "error42": "Não foi possível encontrar um controlador de dispositivo compatível. Instale o controlador para USB SPT para Mac",
    "error43": "Não conseguimos carregar o controlador do dispositivo USB. Experimente reiniciar o computador e tente novamente",
    "error44": "O funcionamento do controlador do dispositivo USB falhou. Experimente outra palavra-passe.",
    "showFile": "Mostrar ficheiro",
    "mediumImpact": "Impactos médios",
    "heavyImpact": "Impactos altos",
    "demoRestricted": "Demonstração restrita",
    "demoRestrictedMessage": "Lamentamos, mas a página que procura está restrita nesta demonstração."
}