{
	"quote_01": "One man practising sportsmanship is far better than 50 preaching it.", 
	"quote_01_author": "Knute Rockne", 
	"quote_02": "Persistence can change failure into extraordinary achievement.",
	"quote_02_author": "Matt Biondi",
	"quote_03": "Football doesn't build character, it reveals character.",
	"quote_03_author": "Marv Levy",
	"quote_04": "An athlete cannot run with money in his pockets. They must run with hope in their heart and dreams in their head.",
	"quote_04_author": "Emil Zatopek",
	"quote_05": "Age is no barrier, it's a limitation you put on your mind.",
	"quote_05_author": "Jackie Joyner-Kersee",
	"quote_06": "The man who has no imagination has no wings.",
	"quote_06_author": "Muhammed Ali",
	"quote_07": "Some people want it to happen, some wish it would happen, others make it happen.",
	"quote_07_author": "Michael Jordan",
	"quote_08": "The sky has no limits, neither should you.",
	"quote_08_author": "Usain Bolt",
	"quote_09": "People react to criticism in different ways, and my way is definitely to come out fighting.",
	"quote_09_author": "David Beckham",
	"quote_10": "You miss 100% of the shots you don't take.",
	"quote_10_author": "Wayne Gretzky",
	"quote_11": "You can't put a limit on anything.",
	"quote_11_author": "Michael Phelps",
	"quote_12": "My coach said I run like a girl, I said if he ran a little faster he could too.",
	"quote_12_author": "Mia Hamm",
	"quote_13": "In every game there is going to be a crossroad, and when you get to that crossroad, you either step up, or step you down. It is entirely all up to you. You make the decision, not me.",
	"quote_13_author": "Allan Jeans",
	"quote_14": "Never quit. It is the easiest cop-out in the world. Set a goal and don't quit until you attain it. When you do attain it, set another goal, and don't quit until you reach it. Never quit.",
	"quote_14_author": "Bear Bryant",
	"quote_15": "Let me tell you what winning means...  you're willing to go longer, work harder, give more than anyone else.",
	"quote_15_author": "Vince Lombardi",
	"quote_16": "Champions keep playing until they get it right.",
	"quote_16_author": "Billie Jean King",
	"quote_17": "If you only ever give 90% in training then you will only ever give 90% when it matters.",
	"quote_17_author": "Michael Owen",
	"quote_18": "Dedication requires determination and determination requires dedication. Being number one means to be both, but being both doesn't make number one.",
	"quote_18_author": "Erin Mckinney",
	"quote_19": "The difference between the impossible and the possible lies in a person's determination.",
	"quote_19_author": "Tommy Lasorda",
	"quote_20": "Make sure your worst enemy doesn't live between your own ears.",
	"quote_20_author": "Laird Hamilton",
	"quote_21": "What makes something special is not just what you have to gain, but what you feel there is to lose.",
	"quote_21_author": "Andre Agassi",
	"quote_22": "The more difficult the victory, the greater the happiness in winning.",
	"quote_22_author": "Pele",
	"quote_23": "One man can be a crucial ingedient on a team, but one man cannot make a team.",
	"quote_23_author": "Kareem Abdul-Jabbar",
	"quote_24": "Always make a total effort, even when the odds are against you.",
	"quote_24_author": "Arnold Palmer",
	"quote_25": "If you have everything under control, you're not moving fast enough.",
	"quote_25_author": "Mario Andretti",
	"quote_26": "Push yourself again and again. Don't give an inch until the final buzzer sounds.",
	"quote_26_author": "Larry Bird",
	"quote_27": "It is not the size of a man but the size of his heart that matters.",
	"quote_27_author": "Evander Holyfield",
	"quote_28": "You're never a loser until you quit trying.",
	"quote_28_author": "Mike Ditka",
	"quote_29": "It's not whether you get knocked down; it's whether you get up.",
	"quote_29_author": "Vince Lombardi",
	"quote_30": "Never give up! Failure and rejection are only the first step to succeeding.",
	"quote_30_author": "Jim Valvano",
	"quote_31": "A trophy carries dust. Memories last forever.",
	"quote_31_author": "Mary Lou Retton",
	"quote_32": "There may be people that have more talent than you, but theres no excuse for anyone to work harder than you do.",
	"quote_32_author": "Derek Jeter",
	"quote_33": "I've learned that something constructive comes from every defeat.",
	"quote_33_author": "Tom Landry",
	"quote_34": "Set your goals high, and don't stop till you get there.",
	"quote_34_author": "Bo Jackson",
	"quote_35": "If you can't outplay them, outwork them.",
	"quote_35_author": "Ben Hogan",
	"quote_36": "You were born to be a player. You were meant to be here. This moment is yours.",
	"quote_36_author": "Herb Brooks",
	"quote_37": "When you win, say nothing, when you lose, say less.",
	"quote_37_author": "Paul Brown",
	"quote_38": "I never left the field saying I could have done more to get ready and that gives me piece of mind.",
	"quote_38_author": "Peyton Manning",
	"quote_39": "If you train hard, you'll not only be hard, you'll be hard to beat.",
	"quote_39_author": "Herschel Walker",
	"quote_40": "The will to win is important, but the will to prepare is vital.",
	"quote_40_author": "Joe Paterno",
	"quote_41": "You have to believe in yourself when no one else does - that makes you a winner rightthere.",
	"quote_41_author": "Venus Williams",
	"quote_42": "Gold medals aren't really made of gold. They're made of sweat, determination and a hard-to-find alloy called guts.",
	"quote_42_author": "Dan Gable",
	"quote_43": "It's hard to beat a person who never gives up.",
	"quote_43_author": "Babe Ruth",
	"quote_44": "The harder the battle, the sweeter the victor.",
	"quote_44_author": "Les Brown",
	"quote_45": "Never say never because limits, like fears, are often an illusion.",
	"quote_45_author": "Michael Jordan",
	"quote_46": "When you've got something to prove, there's nothing greater than a challenge.",
	"quote_46_author": "Terry Bradshaw",
	"quote_47": "Without self-discipline, success is impossible, period.",
	"quote_47_author": "Lou Holtz",
	"quote_48": "Success is where prepration and opportunity meet.",
	"quote_48_author": "Bobby Unser",
	"quote_49": "There are three types of people. Those who make it happen, those who watch it happen and those who wonder what happened.",
	"quote_49_author": "Tommy Lasorda",
	"quote_50": "Sports have the power to change the world. It has the power to inspire, the power to unite people in a way that little else does.",
	"quote_50_author": "Nelson Mandela",
	"quote_51": "Success is no accident. It is hard work, perseverance, learning, studying, sacrifice and most of all, love of what you are doing or learning to do.",
	"quote_51_author": "Edson Arantes do Nascimento"
}